[M_Orchid_MessageInABottle1 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Oasis[-place]. "
TurnInDescription="Você descobriu o tesouro escondido, o que significa que as mensagens em garrafas são muito mais do que cartinhas românticas melosas."
MissionSummary="Encontre o tesouro escondido em Oasis."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Oasis"
TeaserText="Oh, uma garrafa com uma mensagem! Ou ela leva a algum tesouro ou você está num filme romântico."

[M_Orchid_MessageInABottle1:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_Orchid_MessageInABottle1:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle2 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Wurmwater[-place]. "
TurnInDescription="Você encontrou o tesouro! "
MissionSummary="Encontre o tesouro escondido em Wurmwater."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Wurmwater"
TeaserText="Uma mensagem na garrafa! Talvez seja referente à algum tesouro. (Surpresa: é sim)."

[M_Orchid_MessageInABottle2:ChestOpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle2:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_Orchid_MessageInABottle2:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle2:OpenChest MissionObjectiveDefinition]
ProgressMessage="Abra o baú"

[M_Orchid_MessageInABottle2:OpenLootChest MissionObjectiveDefinition]
ProgressMessage="Abra o baú"

[M_Orchid_MessageInABottle3 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Hayter’s Folly[-place]. "
TurnInDescription="Bom, não estava tão escondido assim."
MissionSummary="Encontre o tesouro escondido em Hayter’s Folly."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Hayter's Folly"
TeaserText="Hei, outra mensagem numa garrafa!"

[M_Orchid_MessageInABottle3:ChestOpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle3:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_Orchid_MessageInABottle3:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle3:OpenLootChest MissionObjectiveDefinition]
ProgressMessage="Abra o baú"

[M_Orchid_MessageInABottle4 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Rustyards[-place]. "
TurnInDescription="Caramba, um tesouro!"
MissionSummary="Encontre o tesouro escondido em Rustyards."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Rustyards"
TeaserText="Um gênio da lâmpada?! Ah não... é só outra mensagem."

[M_Orchid_MessageInABottle4:ChestOpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle4:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_Orchid_MessageInABottle4:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle4:OpenLootChest MissionObjectiveDefinition]
ProgressMessage="Abra o baú"

[M_Orchid_MessageInABottle6 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em algum lugar no [place]Farol Magnys[-place]. "
TurnInDescription="Dinheiro!"
MissionSummary="Encontre o tesouro escondido no Farol Magnys."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro do Farol Magnys"
TeaserText="Provavelmente jogaram essa garrafa ao mar quando aqui ainda tinha água... e foram pessoas que sabiam ler."

[M_Orchid_MessageInABottle6:ChestOpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle6:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_Orchid_MessageInABottle6:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MessageInABottle6:OpenLootChest MissionObjectiveDefinition]
ProgressMessage="Abra o baú"

